export const survay_a: { [key: string]: string[] } = {
  q1: [
    '근육통은 없었어요',
    '접종 부위만 아팠어요',
    '접종한 팔만 아팠어요',
    '겨드랑이가 아팠어요',
    '어깨가 아팠어요',
    '다리가 아팠어요',
    '전신이 아팠어요',
  ],
  q2: [
    '열은 없었어요',
    '37.5도 미만',
    '37.5도 이상 ~ 38도 미만',
    '38도 이상 ~ 39도 미만',
    '39도 이상 ~ 40도 미만',
    '40도 이상',
  ],
  //   'q2-1': ['반나절', '1일', '2일', '3일 이상'],
  q3: ['없었어요', '두통만 있었어요', '어지러움만 있었어요', '둘다 있었어요'],
  q4: ['없었어요', '울렁거림 또는 매스꺼움', '구토', '복통', '설사'],
  q5: [
    '평소보다 덜 피곤했어요',
    '평소와 같았어요',
    '평소보다 약간 피곤했어요',
    '평소보다 매우 피곤했어요',
  ],
};
